{
    "SERVERNAME": "Welcome to SurvivorZ RPvE Redux",
    "BUTTON1NAME": "DISCORD",
    "BUTTON1LINK": "https://discord.me/SurvivorZRP",
    "BUTTON2NAME": "",
    "BUTTON2LINK": "",
    "BUTTON3NAME": "DONATE",
    "BUTTON3LINK": "https://www.paypal.me/SurvivorZRP",
    "BUTTONTAB0NAME": "Rules",
    "BUTTONTAB1NAME": "PvP",
    "BUTTONTAB2NAME": "Mods",
    "BUTTONTAB3NAME": "Crafting Recipes",
    "DISPLAYPLAYERINFO": 1,
    "DISPLAYPLAYERTAB": 1,
    "sServerTab0": [
        "We don't like enforcing rules and we want to facilitate organic RPvE interactions.",
        "In addition our admin team are players on the server as well, and we don't want to spend all of our time chasing rule breakers.",
        "With that said we have adopted some rules to help facilitate good server interactions and Role Play.",
        "",
        "1. General Community Guidelines",
        "A. You must respect every member of the SurvivorZ RP community and may not engage in racism, sexism, homophobia or other hateful behavior.",
        "B. Inciting drama or fueling drama within the community to create a hostile environment is not tolerated in the SurvivorZ RP community.",
        "C. Yelling at folks isn't recommended.",
        "D. You must either change your nickname in Discord to your in game name, or add it after your name in parentheses.",
        "E. It may sound trite, but treat others as you would want to be treated.",
        "",
        "2. General Server Guidelines",
        "A. You may not exploit, cheat, abuse, dupe or use anything that can be classed as hacking, this can result in a permanent ban.",
        "B. In all situations Staff have the final say, you can work your way up the chain of command however you should not attempt to argue with Staff in an informal manner.",
        "C. All players must have a working microphone, players who do not have a working mic will be kicked pending demonstration of a working mic.",
        "",
        "3. Exploiting and Cheating",
        "A. Exploiting in game features to gain an advantage will result in a permanent ban from the community.",
        "B. You may not use any duplication glitches that are present, doing so will result in a permanent ban.",
        "C. You must not use ingame features in an unrealistic manner. This includes third person'ing through walls, shooting through walls which you could obviously not shoot through,",
        "    and running through walls and/or glitching into bases.",
        "D. Hacking will result in a permanent ban.",
        "",
        "4. Base Building",
        "A. We understand that base building can be part of the fun in DayZ. We want to help facilitate you base building desires within some reason",
        "B. Bases may not be built within 400m of the Central or Black Market Trader, The Prison, or Swarog Military",
        "C. Bases may be built within the PvP zone, however this is at your own risk.",
        "D. Walls should not be stacked more than two levels high. Towers should not be stacked. We do this not to limit building creativity, but to help preserve server performance.",
        "E. Bases which are chronically causing performance issues in an area will be requested to be downsized. If base owners do not comply, admins will take steps to preserve server performance.",
        "",
        "5. Role Play Guidelines",
        "A. Every player must attempt to engage in RP situations with an end goal of providing an entertaining experience for all involved.",
        "B. Repeated robberies and/or hostile actions upon the same players or faction(s) are not tolerated without a formal declaration of war (Section 7).",
        "C. You must always attempt to remain in character, out of character matters such as support, the server in general, discord or other non-realistic events should not be brought up while in game.",
        "D. When in RP you must use in-game voice comms whenever possible.  Exceptions will be made for low-quality VOIP.",
        "E. Purposely attempting to ruin roleplay situations to try and be funny, edgy or for any other reason is not tolerated.",
        "F. You must have a valid RP name, middle name optional, but at least a first name and last name.",
        "G. You may not leave the server (combat log) during any active RP situations, you also may not leave whilst in custody unless agreed upon by all involved parties.",
        "",
        "6. Role Play Initiation Guidelines",
        "A. Killing without valid initiation / without reason is considered killing on sight (KOS) and is against the rules.",
        "B. When initiating on someone you must verbally initiate, provide a demand and a consequence. “Hands up or Die” or anything “Or Die” is not valid initiation.",
        "C. You may only kill someone without prior verbal initiation if one of the following is true:",
        " - You or someone in your group with the same uniform/armband as you have been initiated on.",
        " - Someone else in your group with the same uniform/armband as you has already initiated.",
        " - The person has a firearm in an active gunfight situation and it is un-holstered.",
        " - The person has knocked out yourself or a group member maliciously.",
        " - They are inside a designated PvP zone or event.",
        "D. In the case of Section C, the “same uniform” refers to all members wearing the:",
        " - Exact same clothing item/faction regalia (Cannot be nothing)",
        " - Exact same vest item",
        " - Exact same armband",
        " - All of these items need to be clearly on display and not covered up by items such as Ghillie suits.",
        "E. You must give the victim ample time to comply with your demands, unless they have a clear change in behavior such as running away or reaching for their firearm",
        "F. You may not kill someone who has complied with your demands.",
        "G. Your demands end when the person is out of the line of sight and you must re-engage in RP for valid initiation.",
        "H. After 10 minutes of the final shot being fired the initiation is no longer valid and all parties must reinitiate to re-engage in combat.",
        "I. Once you have initiated you must re-initiate on anyone more than 1km away from the original initiation, this does not apply during pursuits where you do not lose sight on the person", 
        "    you have initiated on. It is your responsibility to ensure that the person you are initiating on can hear you.",
        "J. If you steal someone’s vehicle (e.g. someone getting out of a car and then someone else jumping in and taking off) they obtain KOS rights.",
        "K. You must initiate or be initiated on to knock someone out and rob them. This includes beanbags, tasers and any method of assault that could render someone unconscious.",
        "L. Consistently going around robbing people is against the rules, you can not rob people without a valid roleplay reason e.g. you're broke and need the gear.",
        "M. You can not restrain someone unless you're initiated with them.",
        "N. You may not change your clothing whilst in initiation. You may not change into faction clothing if the faction is in initiation in the area.",
        "O. If you're within 1km of a situation your faction is in you must be in your faction uniform/clothing to join active combat situations.",
        "    You cannot use a different uniform and then put your uniform/vest on when you're in-position to then join active combat situations.",
        "",
        "7. Faction War Guidelines",
        "A. To declare war on another faction, both leaders must agree to the conflict and submit the declaration to the corresponding Discord channel.",
        "B. Unless otherwise agreed upon in the declaration, a 4 hour waiting period must be served before engaging in any hostilities.",
        "C. When at war, factions can waive their initiation rights with each other and can be KOS’d at any time, anywhere.",
        "D. The 200 meter radius around the warring factions base will be considered a KOS zone.",
        "E. A faction war can only last 48 hours.  After this time, a treaty must be agreed upon between the involved parties.",
        "F. All wars must start for a valid RP reason, and must be entertaining for those involved.",
        "G. After a faction has agreed upon a declaration of peace, the treaty must be delivered to the appropriate discord channel.",
        "",
        "8. Base Raiding",
        "A. Base raiding is allowed with valid RP reasoning. This can range from simply needing survival supplies to stealing gear from a warring faction.", 
        "B. Bases cannot be destroyed beyond what’s necessary to gain entry and exit.  Griefing bases will result in warning points for all involved parties, multiple offenses will result in a permanent ban.",
        "C. When entering a base you intend to raid, both the owner and raider obtain initiation rights on each other and may KOS.",
        "D. You may not despawn loot when base raiding.  Doing so is a bannable offense.",
        "E. After you or your faction have raided a base, you and or your faction must claim the raid in the appropriate Discord channel. (Not doing this could result in a ban)",
        "",
        "9. New Life Rule",
        "A. You may not return to the situation you were killed in for 1 hour after respawning.",
        "B. Someone has not committed murder unless the person they killed has bled out and respawned.",
        "C. When a player dies they may choose to either create a new roleplay character, or continue with the same character, but have no memory of who killed them and where they died.",
        "D. If you have been medically revived you remember everything that happened before you died/passed out.",
        "E. You may not return to collect your items and vehicle if you got murdered, you may return if you died due to natural causes.",
        "F. Once you are revived (by anyone) the initiation you were under has ceased to act on you. (you may not kill players around you unless a new initiation is formed).",
        "",
        "10. Metagaming/Powergaming",
        "A. You may not use information you have not gathered in character while in game.",
        "B. Stream Sniping and using stream information to your advantage is not acceptable.",
        "C. Power gaming is prohibited.",
        " - Power gaming generally happens when someone sacrifices roleplay or “roleplay sense” to favor their own character or “win”, and it is strictly forbidden.", 
        " - Playing your character should always be more important than playing the game.",
        " - Never force an action or state on another player without giving them an opportunity to react and/or a choice.",
        " - Never use knowledge of the rules to avoid, stop or manipulate roleplay. If someone breaks a rule during roleplay, wait for the situation to finish then go to report afterwards.",
        "",
        "11. Reports/Bans/Appeals",
        "A. Player reports must be submitted within 48 hours of the incident happening. You must provide a rough time when the incident in question occurred.",
        "B. Video evidence is strongly encouraged when submitting reports.",
        "C. Counter/revenge reports are not allowed.",
        "D. Lying in a support case will result in a 24 hr ban + time served, multiple offenses will result in a permanent ban."
    ],
    "sServerTab1": [
        "KoS PvP is allowed in the PvP Zone north of the river",
        "",
        "All KoS is permissable in those zones.",
        "Shooting players in the KoS zones from the outside, or entering/leaving the KoS zones is permissable"
    ],
    "sServerTab2": [
        "The SurvivorZRP server runs multiple mods some of which add additional PvE and hardcore elements to the game. We will attempt to outline the effects of some of these.",
        "",
        "Medical Attention - provides additional medical elements to the game",
        "- Adds an immunity level to your character, allowing your character to resist disease. Vitamins help boost immunity.",
        "- You will need to sleep, using the Lie Down emote. Watch your sleep bar in the lower left. Soda and energy drinks can help boost tiredness short term",
        "- Adds Salmonella poisoning, can be caught by eating raw meat, or from being wounded by Zeds. - Charcoal can help cure, use saline to prevent dehydration.",
        "- Cold / Influenza is caught by being cold and wet for periods of time, particularly sleeping without a fire. Vitamins help with immunity, antibiotics can help heal.",
        "- Broken Legs - falling too far a distance can cause broken legs, splints can help heal faster. Running will be limited, until the leg is healed.",
        "- Broken Arms - can be caused by heavy melee attacks, zombie hits, high caliber bullet shots, and explosions can cause broken arms.",  
        "  Bones will heal by themselves in about 10 minutes. Injecting Morphine or consuming pain killers will temporary remove the shaking symptom.",
        "- Drunkeness is caused by drinking of alcoholic beverages. Can cause laughing, blackouts, passing out. Can only be cured by time.",
        "- You cannot eat or drink with masks on, this includes gas masks, or decorative masks.",
        "Complete guide can be found at: https://steamcommunity.com/sharedfiles/filedetails/?id=1850439379",
        "",
        "Perishable Food - makes food decay over time",
        "- Raw food will decay to dried in 2 real hours and then to rotten in another 2.",
        "- Baked or boiled food will last 8 real hours.",
        "- Food inside player inventory is not exposed while you are offline, but food inside any containers in the world will be exposed.",
        "- Dried meat can only be boiled to save it, trying to bake it will burn it.",
        "- Putting food in a pot with water and salt stones will prevent decay, for at most 15 days.",
        "- Refrigerators can be used to preserve food even longer, up to 20 day if cooked.",
        "",
        "Dark Horde",
        "The Dark Horde spawns in random locations, and moves randomly across the map. The horde is made up of multiple zombies and a horde master, who is impervious to bullets.",
        "",
        "Tobacco, Cannabis and Cocaine Farming",
        "- Tobacco seeds can be bought at the trader, and either crafted into cigarettes for resale, or sold as raw tobacco back to the trader.",
        "- Cannabis Seeds can be looted across the map, or bought at the Black Market Trader. There are two traders, one at the Black Market and another hidden trader.",
        "- Cannabis can be packaged into bags or kilos for sale at the trader, or sold unprocessed.",
        "- To produce Cocaine, poppy plants randomly spawn in the world, and can be harvested.",
        "- Gather 20 poppies, find a bag of Cutting Agent and combine in hand to produce 5 raw rocks of cocaine.",
        "- Produce 100 rocks and combine with a bottle of Sulfuric Acid in hand to produce a kilo of the cocaine.",
        "",
        "Leather Crafting",
        "- Leather can be crafted with animal pelts, and Animal Fat or Garden Lime.",
        "- Tanned Leather can be used to craft various clothing items and sold back to the trader, or just sold back as raw material.",
        "- See recipe tab for further crafting instructions.",
        "",
        "Snare Trap",
        "- Snare traps can be crafted using wire and short sticks. When placed in the ground these have a chance to catch rabbits."
    ],
    "sServerTab3": [
        "The SurvivorZRP server runs multiple mods, with lots of different crafting recipes. This tab lists the most commonly used recipes for reference. If we have missed anything, let us know, and we will add it.",
        "",
        "Apple Crates - (Hammer and 5xPlanks)",
        "Ammo Box - (Pliers and 2xSheet Metal)",
        "Animal Snare - (1xMetal Wire and 1xShort Stick)",
        "Car Keys - Keys can be duplicated by taking an existing key to the grinder at the trader. Holding the key in hand will give an option to duplicate key.",
        "Chess Board - (Knife and 1x Wood Log)",
        "Chess Pieces - (Knife and 1xBark) - White Bark for white pieces, and brown bark for dark pieces.",
        "Fireplace Railing - (Pliers and 1xSheet Metal)",
        "Gun Wall - (Sheet Metal and Wood Planks)",
        "Car Keys - Keys can be duplicated by taking an existing key to the grinder at the trader. Holding the key in hand will give an option to duplicate key.",
        "Nails - (Pliers and 1x Metal Wire)",
        "Planter Box - (10xNails|1xEpoxy Putty and Planks)",
        "Splint - (4xRags|1xDuct Tape|1xBandage and 2xShort Sticks)",
        "Sea Chest - (10xWood Plank and 28xNails",
        "Stew Mix - (1xAny Meat and 1xAny Vege) - makes 1/4 raw stew mix. Can be combined to make full stew. Cook in pot before eating. Very nutritious and lasts along time.",
        "Water Barrel - (1xEpoxy Putty and 20xPlanks)",
        "Water Barrel Stand - (Hammer and 5xPlanks) - Do not use the water barrel frame by crafing plank and nails - that barrel is not in game.",
        "Water Barrel Valve - (Knife and 1xFirewood)",
        "",
        "MuchDecos Provides RP decorative items - Recipes can be found in Steam Workshop Page",
        "Leather Crafting Recipes can be found in detail at the Steam Workshop Page",
        "BaseBuildingPlus adds a myriad of new base building and crafting items. Complete instructions can be found at https://github.com/FelixForesight2020/BaseBuildingPlus/wiki"
    ]
}